Repository: BastienDurel/NR-deckbuilder
Catalog: po/*.po
Languages: fr

source: Cannot load Master DB
fr: Impossible de charger la base de référence

source: Never warn me again
fr: Ne plus m'avertir

source: invalid version: %1
fr: `%1` est un format de version invalide

source: File already exists. Overwrite ?
fr: Le fichier sélectionné existe déjà. L'écraser ?

source: Your deck was modified, do you want to save it ?
fr: Votre deck a été modifié, voulez-vous sauvegarder vos modifications ?

source: Name
fr: Nom

source: Count
fr: Nb

source: Print
fr: Imprimer

source: Keyw
fr: Clés

source: Cost
fr: Coût

source: Pt
fr: Pts

source: Text
fr: Texte

source: %1 not found in deck
fr: Impossible de trouver `%1` dans le deck

source: Nothing selected in %1
fr: Rien n'a été sélectionné dans %1

source: Cannot save deck
fr: Impossible d'enregistrer le deck

source: Please choose a file
fr: Choisissez un fichier

source: Number Card Name Print
fr: Nombre Carte Impression

source: Count: %1 - Agenda points: %2
fr: Nombre de cartes : %1 - Points d'agenda : %2

source: Card name contains
fr: Le nom de la carte contient

source: Card type is
fr: Le type de la carte est

source: Card contains keyword
fr: La carte contient le mot-clef

source: Card text contains
fr: Le texte de la carte contient

source: Card name, keywords, or text contains
fr: Le nom de la carte, son texte, ou ses mots-clef contiennent

source: Enter an SQL expression to select cards
fr: Entrez une expression SQL pour sélectionner des cartes

source: ERROR: cannot create pdf object
fr: Erreur: impossible de créer l'objet PDF

source: ERROR: error_no=%1, detail_no=%2
fr: ERREUR: numéro d'erreur %1, numéro de détail %2

source: Set
fr: Édition

source: Uncommons
fr: Non-communes

source: Commons
fr: Communes

source: Add
fr: Ajouter

source: Advanced search: SQL expression
fr: Recherche avancée: expression SQL

source: Export as _PDF
fr: Exporter en _PDF

source: Export as _Text
fr: Exporter sous forme _Texte

source: New
fr: Nouveau

source: Open
fr: Ouvrir

source: Player
fr: Joueur

source: Quit
fr: Quitter

source: Rarity
fr: Rareté

source: Remove
fr: Enlever

source: Save
fr: Enregistrer

source: Save as
fr: Enregistrer sous

source: Search by keyword
fr: Recherche par mot-clef

source: Search by name
fr: Recherche dans le nom

source: Search by type
fr: Recherche par type

source: Search in all fields
fr: Recherche dans tous les champs

source: Search in text
fr: Recherche dans le texte

source: Search:
fr: Rechercher :

source: You may type an SQL *where* expression to seek in database
fr: Vous pouvez entrer une expression SQL *WHERE* pour rechercher dans la base

source: &#xC9;_dition
fr: É_dition

source: Rounds
fr: Rondes

source: TODO
fr: À Faire

source: Tournament Manager
fr: Gestionnaire de tournoi
